Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: These favourable conditions will allow our empire to increase its spending on infrastructure and the military.
ru: Эти благоприятные условия позволят нашей империи увеличить расходы на инфраструктуру и вооруженные силы.

source: These findings are great, but we have gone far enough.
ru: Эти результаты великолепны, но мы зашли достаточно далеко

source: These gargantuan rings surrounding the Quasar are used to harvest energy from both the accretion disk and the penrose process, and to redirect it to wherever it needs to go, whether it be the gigantic storage units, or the weapon itself.
ru: Эти гигантские кольца, окружающие Квазар, используются для сбора энергии как из аккреционного диска, так и из процесса Пенроуза и для перенаправления ее туда, куда ей нужно, будь то гигантские накопители или само оружие.

source: These gases have a number of tactical and even recreational uses.
ru: Эти газы имеют ряд тактических и даже рекреационных применений

source: These halls seem endless, the hallways and chambers end only in darkness, not walls.
ru: Эти залы кажутся бесконечными, коридоры и палаты заканчиваются лишь темнотой, а не стенами.

source: These highly advanced missiles are equipped with limited onboard AI pilots that substantially improve their performance and ability to track targets.
ru: Каждая из эти сверхсовременных ракет оснащена простейшим ИИ-пилотом, что заметно повышает эффективность и целенаведение.

source: These highly sought-after scientists are the top of their field, the foremost experts in space construction and mega-scale logistics projects.
ru: Эти востребованные ученые являются лучшими в своей области, ведущими экспертами в области космического строительства и мегамасштабных логистических проектов

source: These highly specialized drone clusters handle the tremendous amounts of processing involved in managing mega-scale construction and logistics projects.
ru: Эти узкоспециализированные кластеры беспилотных летательных аппаратов выполняют огромные объемы обработки, связанные с управлением мегамасштабными строительными и логистическими проектами

source: These hyperefficient point-defence systems shatter the very fabric of reality around enemy projectiles, obliterating them before they even get close to Blokkat vessels.
ru: Эти сверхэффективные системы точечной обороны разрушают саму ткань реальности вокруг вражеских снарядов, уничтожая их еще до того, как они приблизятся к кораблям Блокката.

source: These large devices are capable of manipulating gravity around the star, making it possible to compress the star's matter into a smaller volume.
ru: Эти большие устройства способны манипулировать гравитацией вокруг звезды, что позволяет сжимать вещество звезды в меньший объем

source: These memes are getting out of hand, now there's more then two of them!
ru: Эти вещи выходят из-под контроля, теперь их еще больше!

source: These mines, deep within the planetary core, while hard to reach, contains loads of miners.
ru: Наши новейшие технологии позволили разместить горнодобывающие районы глубоко под землей.

source: These missiles have extremely long range and are designed to be carried by Katzen subspace submarines, enabling them to hit distant targets with great.
ru: Эти ракеты имеют чрезвычайно большую дальность действия и предназначены для использования подпространственными подводными лодками Катзен, что позволяет им поражать удаленные цели с большой точностью.

source: These particles produce an explosive amount of kinetic force when chemically activated, and are supposedly very spicy when used in cooking.
ru: Эти частицы создают взрывоопасную кинетическую силу при химической активации и, предположительно, очень пикантны при использовании в кулинарии

source: These rats!
ru: Эти крысы!

source: These rings emit a special chronotron radiation that accelerates the emission of hawking radiation and reduces the enormous time dilation usually found around black holes.
ru: Эти кольца испускают особое хронотронное излучение, которое ускоряет излучение Хокинга и уменьшает огромное замедление времени, обычно наблюдаемое вокруг черных дыр.

source: These robots are optimization and specialized in trading.
ru: Эти роботы оптимизированы и специализируются на торговле.

source: These robots are specialized in navigating the increasingly complex frontiers of science.
ru: Эти роботы специализируются на перемещении по все более сложным границам науки.

source: These robots are specialized in the production of energy.
ru: Эти роботы специализируются на производстве энергии.

source: These robots are specialized in the production of food.
ru: Эти роботы специализируются на производстве пищи.

source: These robots are specialized in the production of minerals.
ru: Эти роботы специализируются на производстве минералов.

source: These rugged rangers maintain massive nature preserves on the ring's inner surface.
ru: Эти суровые рейнджеры поддерживают огромные природные заповедники на внутренней поверхности кольца.

source: These slaves are specialized in the production of energy.
ru: Эти рабы специализируются на производстве энергии.

source: These slaves are specialized in the production of food.
ru: Эти рабы специализируются на производстве еды.

source: These slaves are specialized in the production of minerals.
ru: Эти рабы специализируются на производстве минералов.

source: These specialised drone clusters produce an endless stream of content tailored to the preferences of the machine intelligence's organic wards.
ru: Эти специализированные кластеры дронов создают бесконечный поток контента, адаптированного к предпочтениям органических подопечных машинного интеллекта.

source: These specialist miners are equipped for the extraction of physics-defying iodizium crystals.
ru: Эти специализированные шахтеры оборудованы для добычи кристаллов йодизия, не поддающихся физическому анализу.

source: These specialists delve deep into interstellar space, looking for celestial bodies to mine and spaceship debris to recycle.
ru: Эти специалисты углубляются в межзвездное пространство в поисках небесных тел для добычи и обломков космических кораблей для переработки.

source: These specialists use the power of stellarite to fuse bulk materials into advanced construction components.
ru: Эти специалисты используют силу стелларита для создания из сыпучих материалов современных строительных компонентов

source: These specialists weave dark matter from the haze of the black hole.
ru: Эти специалисты ткут темную материю из дымки черной дыры

source: These specialized drone clusters sculpt the simulations used for our experiential evaluations.
ru: Эти специализированные кластеры Дронов создают модели, используемые для наших экспериментальных оценок.

source: These specialized drones are directed to extract usable energy credits from synthesized dark energy
ru: Эти специализированные дроны предназначены для извлечения полезных энергокредитов из синтезированной темной энергии.

source: These specialized drones are skilled in using runic power to manipulate materials at the subatomic level.
ru: Эти специализированные дроны искусны в использовании рунической силы для манипулирования материалами на субатомном уровне

source: These specialized drones direct and coordinate their subordinates to ensure peak operational efficiency.
ru: Эти специализированные Дроны направляют и координируют своих подчиненных для обеспечения максимальной операционной эффективности

source: These specialized drones use the power of stellarite to fuse bulk materials into advanced construction components.
ru: Эти специализированные дроны используют силу стелларита для сплавления сыпучих материалов в передовые строительные компоненты

source: These specialized facilities feed cultures of sentient metal with the alloys and energy they need to replicate.
ru: Эти специализированные установки снабжают культуры разумного металла сплавами и энергией, необходимыми им для репликации

source: These specialized foundries harvest rare minerals from the surface and refine them directly into alloys.
ru: Эти специализированные литейные цеха собирают редкие минералы с поверхности и перерабатывают их непосредственно в сплавы.

source: These specialized technicians are trained to extract usable energy credits from synthesized dark energy.
ru: Эти специализированные техники обучены извлекать полезные энергокредиты из синтезированной темной энергии.

source: These stones have tremendous potential for energy generation, which could be harnessed with an appropriately designed power plant.
ru: Эти камни обладают огромным потенциалом для выработки энергии, который можно было бы использовать с помощью соответствующим образом спроектированной электростанции

source: These studious individuals use the vast computational power of the Matrioshka Brain to craft intricate worlds for other residents of the Reality Simulator to enjoy.
ru: Эти прилежные индивидуумы используют огромную вычислительную мощность мозга-матрешки для создания сложных миров, которыми могут наслаждаться другие обитатели симулятора реальности.

source: These two colossal rings are tasked with stabilizing unfinished Behemoth Planetcrafts and ensuring planetary matter gets where it needs to be with no delay.
ru: Этим двум колоссальным кольцам поручено стабилизировать незаконченные гигантские планетолеты и обеспечить, чтобы планетарная материя без задержек попадала туда, где ей нужно быть.

source: These two massive geomagnetic coils serve the purpose of remotely melting the planet's core and effectively re-activate this world's magnetic field, in order to make this planet able to hold a thick atmosphere.
ru: Эти две массивные геомагнитные катушки служат для дистанционного расплавления ядра планеты и эффективной повторной активации магнитного поля этого мира, чтобы сделать эту планету способной удерживать плотную атмосферу.

source: These ultra high capacity energy transmitters can transfer energy between solar systems and more efficiently distribute the power within our empire.
ru: Эти передатчики энергии сверхвысокой мощности могут передавать энергию между солнечными системами и более эффективно распределять энергию внутри нашей империи.

source: These updated space-to-space missiles have more powerful fusion warheads and improved flight performance.
ru: Эти усовершенствованные ракеты класса «космос-космос» оснащены более мощными термоядерными боеголовками и обладают улучшенными летными качествами.

source: These upgraded disruptors fire bolts of more destructive ion particles at targets.
ru: Эти улучшенные дезинтеграторы поражают цели более мощными ионными стрелами.

source: These vast complexes provide citizens with large quantities of Katzen-approved mass media which primarily focuses on warfare and militarism.
ru: Эти обширные комплексы предоставляют гражданам большое количество одобренных Катзеном средств массовой информации, которые в первую очередь фокусируются на войне и милитаризме.

source: They are not useful for much else.
ru: Больше они ни на что не годятся.

source: They are now aware of our actions, which will reduce the chances for us to succeed in our infiltration attempts for at least 5 Years.
ru: Теперь они знают о наших действиях, что снизит шансы на успех наших будущих попыток проникновения в течение следующих 5 лет.

source: They are remarkarbly efficient.
ru: Они удивительно эффективны

source: They are right, let us end the protocols immediately.
ru: Они правы, давайте немедленно покончим с протоколами.

source: They are the keepers of the knowledge we have gathered through generations.
ru: Они хранят знания, которые мы собирали на протяжении многих поколений.

source: They are thousands but we can kill them, our troops have made a progress in the cave but from here it happens that the quantity of monsters is larger than expected, cleaning the entire cave will take time an resources.
ru: Их тысячи, но мы можем их убить, наши войска продвинулись в пещере, но отсюда случается, что количество монстров больше, чем ожидалось, очистка всей пещеры потребует времени и ресурсов.

source: They are worthy.
ru: Они достойны.

source: They belong in our empire, and nowhere else.
ru: Им место в нашей империи, и нигде больше.

source: They can have a complete perception of the battle all the time, ensuring that all ships act in unison.
ru: Они могут постоянно иметь полное представление о ходе боя, гарантируя, что все корабли действуют в унисон.

source: They can have the system, it is worthless to us anyways.
ru: Они могут забрать систему, для нас она в любом случае бесполезна

source: They cannot hide anymore.
ru: Они больше не могут прятаться.

source: They could be useful...
ru: Они могли бы быть полезны...

source: They created the $ehof_the_compound_text$?
ru: $ehof_the_creators$ создан $ehof_the_compound$?!

source: They did not even need the Grandbunny's help.
ru: Им даже не понадобилась помощь Внучатого племянника.

source: They frankly do not matter.
ru: Честно говоря, они не имеют значения.

source: They go in search of the future.
ru: Они отправляются на поиски будущего

source: They had a good run.
ru: У них была хорошая пробежка.

source: They have become something greater.
ru: Они стали чем-то большим.

source: They have done their part.
ru: Они сделали свое дело.

source: They have met their match.
ru: Они нашли себе достойного соперника

source: They have nowhere left to run now.
ru: Теперь им некуда бежать

source: They have the power of anime on their side!
ru: На их стороне сила аниме!

source: They have truly abandoned any reason.
ru: Они действительно потеряли оставшийся рассудок.

source: They know or purpose and that we are capable of achieving it.
ru: Они знают о нашей цели и о том, что мы способны ее достичь.

source: They marvel at the beauty that covers every hall they walk through.
ru: Они восхищаются красотой, которая покрывает каждый зал, по которому они проходят.

source: They may not like it but this is peak performance.
ru: Им это может не понравиться, но это пик эффективности.

source: They meet their end.
ru: Они встречают свой конец.

source: They must be stopped!
ru: Мы их остановим!

source: They shall remain as they are.
ru: Они останутся такими, какие есть.

source: They shall trouble us no more.
ru: Они больше не будут нас беспокоить

source: They should all be recorded and classified, for every one of them their unique traits be established.
ru: Все они должны быть записаны и классифицированы, для каждого из них должны быть установлены их уникальные черты.

source: They should all me recorded and classified, for every one of them their unique traits be established.
ru: Все они должны быть записаны и классифицированы, для каждого из них должны быть установлены их уникальные черты.

source: They should've invested into Battleships instead.
ru: Вместо этого им следовало бы вкладываться в линкоры.

source: They then bring the tales of the glory of our civilization back to their own empires.
ru: Затем они приносят рассказы о славе нашей цивилизации в свои собственные империи.

source: They think it will avail them?
ru: Они думают, что это им поможет?

source: They will be dealt with in time.
ru: Со временем с ними разберутся

source: They will learn to obey.
ru: Они научатся повиноваться

source: They will pay for this!
ru: Они за это заплатят!

source: They will submit or they will perish!
ru: Они подчинятся или умрут!

source: They will thank us in time.
ru: Они поблагодарят нас со временем

source: They'll change their mind... or we'll make them.
ru: Они передумают... или мы заставим их

source: They're blind, but for now they can still fight
ru: Они слепы, но пока они все еще могут сражаться

source: Think Tank
ru: Мозговой центр

source: Think Tanks
ru: Мозговые центры

source: Thinker
ru: Мыслитель

source: Thinkers
ru: Мыслители

source: Thinking Planet?
ru: Мыслящая планета?

source: This $aot_megaturret$ has received critical damage to all systems and needs to be restored to be functional again.
ru: Эта $aot_megaturret$ получила критические повреждения всех систем и нуждается в восстановлении, чтобы возобновить работоспособность.

source: This $name_giga_orbital$ houses Weeny Pouchkinn's lab, who's trying to figure out time travel.
ru: В этом $name_giga_orbital$ находится лаборатория Уини Пучкинна, который пытается разобраться в путешествиях во времени.

source: This $name_ndb$ is firing!
ru: Это $name_ndb$ стреляет!

source: This $name_quasistellar$ is currently firing its weapon.
ru: Этот $name_quasistellar$ в данный момент стреляет из своего оружия.

source: This $name_sub_compressor$ has successfully ignited a Brown Dwarf.
ru: Этот $name_sub_compressor$ успешно зажег коричневого карлика.

source: This $name_terraform_toxic$ has been equipped with two massive pumps, capable of manipulating a planet's atmosphere, making it more or less dense, and redistributing its constituent gasses.
ru: Этот $name_terraform_toxic$ был оснащен двумя массивными насосами, способными манипулировать атмосферой планеты, делая ее более или менее плотной и перераспределяя составляющие ее газы.

source: This AI be damned!
ru: Будь проклят этот искусственный интеллект!

source: This Aeternite Planetcraft has been brought back to working order.
ru: Этот вечный планетолет был возвращен в рабочее состояние.

source: This Aeternite Planetcraft has been crippled by an engagement with an enemy fleet.
ru: Этот вечный планетолет был поврежден в результате столкновения с вражеским флотом.

source: This Aeternite point-defence unit is based on Loop-Quantum technologies, and is able to autonomously shoot down large amounts of incoming missiles.
ru: Это устройство точечной обороны Вечности основано на петлево-квантовых технологиях и способно автономно сбивать большое количество приближающихся ракет.

source: This Ascension Perk will allow you to construct a central core for your machine empire which will provide powerful modifiers for the empire and sometimes help you in your research or the resource production.
ru: Этот перк Вознесения откроет возможность построить главное машинное ядро вашей машинной империи, которое обеспечит мощные модификаторы для страны и иногда будет помогать вам в исследованиях и добыче ресурсов.

source: This Ascension Perk will allow you to force every owned pop to follow the empires ethics and grants access to a new planetary decision that will collect influence on planets depending on how many pops on it are following your ethics.
ru: Этот перк Вознесения откроет возможность заставить каждого принадлежащего вам попа следовать этике страны и новое планетарное решение, которое будет собирать влияние на планеты в зависимости от того, сколько попа на ней следует вашей этике.

source: This Ascension Perk will allow you to form new colonies that already have advanced buildings and a significantly higher population at formation, allowing you to speed up the entire colonisation process.
ru: Этот перк Вознесения откроет возможность формировать новые колонии с продвинутыми зданиями и большим количеством населения, уже присутствующего на них, что позволит быстрее их развивать.

source: This Ascension Perk will allow you to launch a $SPECIAL_PROJECT_TOOLTIP$ which once completed will create 12 pops of 12 different species, and also gives you the choice to turns your capital into a Gaia world.
ru: Этот перк Вознесения откроет возможность запустить специальный проект, который после завершения создаст 12 популяций 12 различных видов, а также даст возможность превратить вашу столицу в мир Гайи.

source: This Ascension Perk will allow you to perform surgical strikes on enemy planets you are bombarding that can destroy districts, buildings, kill or abduct pops, raid resources, or even perform a "Ragnarok Strike" to obliterate the planet.
ru: Этот перк вознесения откроет возможность наносить хирургические удары по бомбардируемым вражеским планетам, которые могут уничтожить районы, здания, убить или похитить население, совершить набег на ресурсы или даже устроить рагнарок, чтобы превратить планету в ничто.

source: This Ascension Perk will allow you to transfer your leaders neural patterns into additional mechanical bodies, allowing you to keep them for a longer time and avoid losing powerful leaders due to malfunctions.
ru: Этот перк вознесения открывает возможность перенести опыт и черты ваших лидеров в новое механическое тело, что позволит вам сохранить их на более длительный срок и избежать потери мощного лидера из-за неполадок.

source: This Ascension Perk will create the Library of Wisdom which grants access to new edicts, campaigns, extra resources and more in exchange for unity.
ru: Этот перк Вознесения разблокирует доступ к Библиотеке Мудрости, где в обмен на единство игрок может найти интересные вещи, такие как новые эдикты, новые кампании, ресурсы и многое другое.

source: This Asteroid Artillery does not have enough Upgrade Points left.
ru: У этой астероидной артиллерии осталось недостаточно очков улучшения.

source: This Awakened Empire has been forcefully dragged out of their virtual entertainment and is only moderately invested in current galactic affairs.
ru: Эта Пробужденная империя была насильно вытянута из своих виртуальных развлечений и лишь умеренно вовлечена в текущие галактические дела.

source: This Blokkat Containment Nexus contains a single captive Blokkat, severed from the Blokkwork and kept within a highly-advanced hyperdimensional holding cell.
ru: Эта система сдерживания Блокката содержит единственного плененного Блокката, отделенного от Блоккворка и содержащегося в высокоразвитой гиперпространственной камере содержания.

source: This Blokkat Containment Nexus is ready to house a single captive Blokkat in order to undertake research on it.
ru: Эта система сдерживания блокката готова разместить одного плененного блокката, чтобы провести с ним исследования.

source: This Blokkat appears to be hellbent on the ultimate annihilation of all forms of life.
ru: Этот Блоккат, похоже, одержим идеей окончательного уничтожения всех форм жизни

source: This Blokkat appears to have found evidence that our universe is part of a sort of 'temporal multiverse' stretching into eternity and shows interest in studying this newfound phenomena.
ru: Этот Блоккат, похоже, нашел доказательства того, что наша вселенная является частью своего рода "временной мультивселенной", простирающейся в вечность, и проявляет интерес к изучению этого новооткрытого явления

source: This Blokkat behaves in completely erratic and unpredictable ways.
ru: Этот блоккат ведет себя совершенно беспорядочным и непредсказуемым образом

source: This Blokkat focuses heavily on saving resources and maximizing the production of construction materials.
ru: Этот блокчейн в значительной степени фокусируется на экономии ресурсов и максимизации производства строительных материалов.

source: This Blokkat harbors a strange interest for supposedly 'primitive' civilizations and is more than willing to 'experiment' on them to learn more, sometimes in atrociously twisted ways
ru: Этот блоккат питает странный интерес к предположительно "примитивным" цивилизациям и более чем готов "экспериментировать" с ними, чтобы узнать больше, иногда чудовищно извращенными способами

source: This Blokkat is highly ambitious and aims to construct many grand things.
ru: Этот блоккат очень амбициозен и нацелен на создание многих грандиозных вещей.

source: This Blokkat is particularly keen on trying new things and jumping straight into the action.
ru: Этот Блоккат особенно любит пробовать что-то новое и сразу же приступать к действию.

source: This Blokkat is remarkably aggressive and combat-oriented.
ru: Этот блоккат удивительно агрессивен и ориентирован на бой.
